const keywordList = [
  '버즈의 가시나 박효신의 동경과 같은 노래 추천해줘',
  '오늘 헤어졌는데 부를만한 노래 추천좀..',
  '2010년도 쯤에 신나는 노래 추천해줘',
  '노래방에서 부르기 쉬운 발라드 추천해줘',
  '친구들이랑 신나게 부를 수 있는 노래 알려줘',
  '노래방에서 분위기 띄우기 좋은 신나는 곡 추천해줘',
  '고음 자신 있는데, 고음 폭발하는 곡 추천해줘',
  '혼자 노래방 갈 때 부르기 좋은 노래 있을까?',
  '옛날 노래방 인기곡 중에서 부르기 좋은 노래 뭐 있어?',
  '요즘 노래방에서 유행하는 핫한 곡 추천해줘',
  '감성 충만한 발라드 추천해줘, 노래방에서 부르고 싶어',
  '저음도 잘 부르는 편인데, 저음 매력적인 노래 뭐 있어?',
  '애절한 감성 가득한 노래 추천해줘, 부르고 싶어',
  '노래방에서 친구들이랑 떼창하기 좋은 곡 추천해줘',
  '발라드 말고, 락 느낌 나는 노래방 곡 추천 좀!',
];

const mainTitleList = [
  '특정 노래와 가수 기반 추천',
  '특정 옥타브 범위로 검색하기',
  '특정 노래&가수와 유사한 옥타브 노래 검색',
  '난이도에 따른 노래 검색',
  '특정 상황에 맞는 노래 추천',
  '연도, 장르, 성별에 따른 검색',
];

const subTitleList = [
  '사용자가 노래와 가수 한 곡을 입력하면, 그 곡과 비슷한 분위기나 장르의 노래를 추천합니다.',
  '특정 옥타브 범위를 지정하여 그 음역대에 맞는 노래를 추천합니다.',
  '입력한 노래의 옥타브 범위를 기준으로 비슷한 음역대의 노래를 추천합니다.',
  '노래의 난이도(쉬움 또는 어려움) 기준으로 적합한 노래를 추천합니다.',
  '특정 상황에 적합한 분위기의 노래를 추천합니다. 예를 들어, 이별이나 크리스마스와 같은 특별한 상황에 맞는 곡을 제안합니다.',
  '특정 연도, 장르 또는 성별에 따라 필터링된 노래를 추천합니다.',
];

const exampleTitleList = [
  '빅뱅의 ‘뱅뱅뱅’과 비슷한 노래를 추천해줘',
  '3옥타브 레보다 낮은 남자 노래 추천해줘',
  'Day6의 ‘예뻤어’와 비슷한 옥타브 노래 추천해줘',
  '완전 어려운 노래 추천해줘 또는 쉬운 남자 노래 추천해줘',
  '헤어졌을 때 부를만한 노래 추천해줘 또는 캐롤 노래 추천해줘',
  '2010년대 랩/힙합 노래 추천해줘 최근 남자 노래 추천해줘',
];

export {keywordList, mainTitleList, subTitleList, exampleTitleList};
