const keywordList = [
  '버즈의 가시나 박효신의 동경과 같은 노래 추천해줘',
  '오늘 헤어졌는데 부를만한 노래 추천좀..',
  '2010년도 쯤에 신나는 노래 추천해줘',
  '노래방에서 부르기 쉬운 발라드 추천해줘',
  '친구들이랑 신나게 부를 수 있는 노래 알려줘',
  '노래방에서 분위기 띄우기 좋은 신나는 곡 추천해줘',
  '고음 자신 있는데, 고음 폭발하는 곡 추천해줘',
  '혼자 노래방 갈 때 부르기 좋은 노래 있을까?',
  '옛날 노래방 인기곡 중에서 부르기 좋은 노래 뭐 있어?',
  '요즘 노래방에서 유행하는 핫한 곡 추천해줘',
  '감성 충만한 발라드 추천해줘, 노래방에서 부르고 싶어',
  '저음도 잘 부르는 편인데, 저음 매력적인 노래 뭐 있어?',
  '애절한 감성 가득한 노래 추천해줘, 부르고 싶어',
  '노래방에서 친구들이랑 떼창하기 좋은 곡 추천해줘',
  '발라드 말고, 락 느낌 나는 노래방 곡 추천 좀!',
];

export {keywordList};
